Repository: debba/wp-two-factor-authentication-with-telegram
Catalog: languages/two-factor-login-telegram-*.po
Languages: it_it

source: Enter the code sent to your Telegram account.
it_it: Inserisci il codice che è stato inviato al tuo account Telegram.

source: Authentication code:
it_it: Codice di autenticazione:

source: Login with Telegram
it_it: Autenticati con Telegram

source: Are you lost?
it_it: Ti sei perso?

source: Wrong verification code, we just sent a new code, please try again!
it_it: Errore: codice di verifica errato, ti abbiamo appena inviato un nuovo codice, riprova!

source: Two-Factor Authentication with Telegram
it_it: Autenticazione a due fattori con Telegram

source: Telegram Configuration
it_it: Configurazione Telegram

source: Chat ID (Telegram) for login reports.
it_it: Chat ID (Telegram) per invio login falliti.

source: Integration with IPStack for Geolocalization
it_it: Integrazione con IPStack per geolocalizzazione degli accessi

source: Enable geolocalization?
it_it: Abilita geolocalizzazione?

source: Select the checkbox below to enable the plugin.
it_it: Scegli se abilitare il plugin.

source: Enable plugin?
it_it: Abilita il plugin?

source: Check
it_it: Verifica

source: Settings
it_it: Impostazioni

source: Do you want to configure Two Factor Authentication with Telegram? <a href="%s">click here</a>!
it_it: Vuoi configurazione l'autenticazione a due fattori con Telegram? <a href="%s">clicca qui</a>!

source: Enable Two-Factor Authentication
it_it: Abilita Autenticazione a due fattori

source: Open Telegram and start a conversation with %s
it_it: Apri Telegram ed avvia una conversazione con %s

source: Type command %s to obtain your Chat ID.
it_it: Scrivi il comando %s per ottenere la tua Chat ID.

source: Inside of the answer you'll find your <strong>Chat ID</strong>
it_it: All'interno della risposta trovarai la tua <strong>Chat ID</strong>

source: Now, open a conversation with %s and press on <strong>Start</strong>
it_it: Ora, apri una conversazione con %s e premi su <strong>Avvia</strong>

source: You can go :) Insert your Chat ID and press <strong>Submit code</strong>
it_it: Adesso puoi proseguire :) Inserisci la tua Chat ID di seguito e premi Invia codice.

source: Put your Telegram Chat ID
it_it: Inserisci la tua Chat ID di Telegram

source: Submit code
it_it: Invia codice

source: Confirmation code
it_it: Codice di conferma

source: Please enter the confirmation code you received on Telegram
it_it: Inserisci il codice di conferma che hai appena ricevuto su Telegram

source: Validate
it_it: Verifica

source: Ooops! Server failure, try again!
it_it: Ooops! Il server è momentaneamente occupato, riprova!

source: Please fill Chat ID field.
it_it: Inserisci un valore valido per Chat ID.

source: This is the validation code to use WP Two Factor with Telegram: %s
it_it: Questo è il codice di verifica necessario per utilizzare WP Two Factor with Telegram: %s

source: Error (%s): validation code was not sent, try again!
it_it: Errore (%s): non è stato possibile inviare il codice di verifica, riprova!

source: Validation code was successfully sent
it_it: Il codice di verifica è stato inviato con successo

source: This bot does not exists.
it_it: Il bot non esiste.

source: This bot exists.
it_it: Il bot esiste.

source: Ooops! Server failure, try again!
it_it: Ooops! Il server è momentaneamente occupato, riprova!

source: Thanks for the support.
it_it: Grazie per il supporto.

source: Error: Please, insert a valid name.
it_it: Errore: inserisci un nome valido.

source: Error: Please, insert a valid email.
it_it: Errore: inserisci una email valida.

source: The token entered is wrong.
it_it: Il token inserito è errato.

source: Validation code entered is wrong.
it_it: Il codice di verifica è errato.

source: Validation code is correct.
it_it: Il codice di verifica è corretto.

source: This plugin is powered by
it_it: Questo plugin è stato creato da

source: %s (Error code %d)
it_it: %s (Codice errore %d)

source: This is your access code: %s
it_it: Questo è il tuo codice di accesso: %s

source: Failed attempt to access for the user: %s (IP: %s)
it_it: Tentativo di accesso fallito per l'utente: %s (IP: %s)

source: Setup
it_it: Configurazione

source: Two Factor Authentication with Telegram
it_it: Autenticazione a due fattori con Telegram

source: Suggestions
it_it: Suggerimenti

source: If you want to enable <strong>Two Factor Authentication with Telegram</strong> plugin you need to provide a valid token for a Telegram Bot.
it_it: Per abilitare l' <strong>autenticazione a due fattori con Telegram</strong> devi indicare un token valido di un Bot Telegram.

source: Have you ever created a bot in Telegram? It's so easy!
it_it: Non hai mai creato un bot su Telegram? E' semplicissimo!

source: Type command %s to create a new bot
it_it: Scrivi il comando %s per creare un nuovo bot

source: Provide username and name for the new bot.
it_it: Scegli uno username e un nome per il nuovo bot.

source: In the anwser will be your <strong>Bot Token</strong>
it_it: Se tutto è andato a buon fine, il bot è stato creato. All'interno della risposta sarà presente il tuo <strong>Bot Token</strong>

source: Get Chat ID for Telegram user
it_it: Ottenere la Chat ID dell'utente Telegram

source: Chat ID identifies your user profile in Telegram.
it_it: La Chat ID identifica il tuo utente su Telegram.

source: You have no idea what is your Chat ID? Follow these simple steps.
it_it: Non conosci la tua Chat ID? Segui questi semplici messaggi.

source: Activation of service
it_it: Attivazione del servizio

source: Open a conversation with the created bot that you provided for the plugin and push <strong>Start</strong>
it_it: Per attivare il servizio, apri una conversazione col Bot da te creato ed indicato nelle impostazioni del plugin e premi su <strong>Avvia</strong>

source: We developed this plugin to improve the security in WordPress. We love Telegram and let's hope that this plugin would be agreeable.
it_it: Abbiamo sviluppato questo plugin con lo scopo di aumentare la sicurezza su WordPress. Adoriamo Telegram e speriamo che questo plugin sia cosa per te gradita.

source: We consider these early versions only a test, but we have got so many ideas for the future.
it_it: Consideriamo queste prime versioni solo dei test, ma abbiamo in testa grandi idee per il futuro.

source: If you like the project and you've suggestions or you want report problems, please compile this form.
it_it: Se ti piace il progetto ed hai suggerimenti o vuoi semplicemente segnalarci dei malfunzionamenti, ti preghiamo di compilare questo form.

source: Thanks
it_it: Grazie

source: Your name
it_it: Il tuo nome

source: Your email
it_it: La tua email

source: Message
it_it: Messaggio

source: Leave a message
it_it: Lasciaci un messaggio

source: Send
it_it: Invia

source: If you want, follow us on
it_it: Se vuoi, seguici anche su

source: and keep update!
it_it: e rimani aggiornato con noi!

source: Ok! <a href="%s">It's time to set your user</a>.
it_it: Benissimo! <a href="%s">Ora puoi impostare il login Telegram con il tuo utente.</a>.

source: First time? <a href="%s">Take a look into the FAQ!</a>
it_it: Prima volta? <a href="%s">Dai uno sguardo alle FAQ!</a>

source: Save Changes
it_it: Salva

source: This plugin enables two factor authentication with Telegram by increasing your website security and sends an alert every time a wrong login occurs.
it_it: Questo plugin abilita l’autenticazione a dure fattori sfruttando Telegram rafforzando la sicurezza del tuo sito web e inviando un messaggio ogni volta che avviene un login errato.

source: WP Two Factor Authentication with Telegram
it_it: Autenticazione a due fattori con Telegram
